Repository: lizardsystem/lizard-kpi
Catalog: lizard_kpi/locale/*/LC_MESSAGES/django.po
Languages: nl

source: name
nl: Naam

source: slug
nl: URL fragment

source: Identificator used in the url.
nl: Fragment dat in de URL gebruikt wordt

source: description
nl: omschrijving

source: Extra text shown in sidebar.
nl: Extra tekst die aan de zijkant getoond wordt.

source: Page with KPI gauges
nl: Pagina met KPI's

source: Pages with KPI gauges
nl: Pagina's met KPI's

source: Title shown above gauge.
nl: Titel die boven de meter getoond wordt

source: value
nl: waarde

source: Value of the indicator (1 bad - 10 good).
nl: Waarde van de KPI (1 slecht - 10 goed).

source: URL used when clicking on the indicator.
nl: URL die gebruikt wordt wanneer je op de KPI klikt.

source: KPI page on which we're shown.
nl: KPI pagina waaropp we getoond worden.

source: order
nl: volgorde

source: Relative order on KPI page.
nl: Relative volgorde op de KPI pagina

source: Key performance indicators
nl: Key performance indices
